Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/jakten_pa_soria_moria.docx.tmx
Source language: nob
Languages: fkv

source: I en liten leilighet i en stor boligblokk synges det fortsatt på finsk.
fkv: Pienessä asunossa isossa asumablokissa laulethaan vieläki suomeksi.

source: Også de unge, både Anna og hennes eldre bror deltar sammen med bestemor.
fkv: Ja kans nuoret, sekä Anna ja hänen vanhempi veli otethaan osan ämmin kans.

source: Finsk-karelsk sang.
fkv: Suomalais-karjalainen laulu.

source: –Vi blir med Anna på skolen.
fkv: –Met tulema Annan myötä koulhuun.

source: Mens man i Norge bruker tid på å diskutere om språket er finsk eller kvensk, lærer Anna både finsk og Karelsk på skolen.
fkv: Ko Norjassa piethään aikkaa siihen ette keskustella jos kieli oon suomi tahi kvääni, niin Anna oppii sekä suomee ja karjalaa koulussa.

source: Og man er bevisst på å føre videre gamle tradisjoner får vi se når barna på skolen gjennom sang og dans feirer Elias Lönnrot som samlet fortellingene i det store heltediktet Kalevala.
fkv: Ja oon tietoisuus siitä ette siirttäät vanhat tradisuunit etheenpäin. Sen saatama nähhä ko koulun lapset laulun ja tanssin kautta feirathaan Elias Lönnrottii joka kokos Kalevalan sankaripoeemii.

source: Levende kulturer
fkv: Elläävät kulttuurit

source: AP: Det har gjort meg forundret at man har klart å berge språket, og ikke bare et karelsk språk, men to.
fkv: AP: Mie olen ihmetelly sitä ette sielä oon pystytty pärjämhään kielen, eikä tyhä yhtä karjalan kieltä mutta kaksi kieltä.

source: Og at vepserne også har nå fått skriftfestet sitt språk, de har fått oversatt Kalevala til vepsisk og de har aviser, radiosendinger, tv-sendinger.
fkv: Ja ette vepsäläiset kans oon nyt saanheet oman hyväksytyn kirjakielen, ja het oon kääntänheet Kalevalan vepsäksi ja heilä oon aviisii, radio- ja tv-lähätyksii.

source: Så den kommunistiske staten har faktisk ikke tatt knekken på slike folkegrupper og de har klart å bevare sin kultur og har vært nokså bevisst på at språket er en viktig del av kulturen.
fkv: Niin kommunistinen staatti ei ole tuhonu semmoissii ihmisroikkii ja het oon pystynheet säilyttämhään oman kulttuurin ja het oon olheet joukon tietoiset siitä ette kieli oon tärkkee osa kulttuurii.

source: Det har man kanskje ikke vært like bevisst på i Norge.
fkv: Sen ympäri ei ole ollu sama paljon tietoisuutta Norjassa.

source: Arven fra oldemor
fkv: Isoämmin perintö

source: Da karelske Anna kommer på gjenvisitt nordover er det lite vi kan vise henne av den kvenske kulturen.
fkv: Ko karjalainen Anna vuorostansa tullee uuesti pohjaisheen niin se oon vähän mitä met saatama näyttäät kväänikulttuurista.

source: I stedet blir det turer i den fantastiske naturen.
fkv: Sen sijhaan menemä mukale mahtaavhaan luonthoon.

source: Tyskernes brenning av Finnmark har utslettet mange av de materielle sporene etter den kvenske kulturen.
fkv: Ko tyskäläiset poltethiin Finmarkun se hävis paljon kväänikulttuurin materielissii jälkkii.

source: I tida etter krigen har det kvenske språket og den kvenske kulturen blitt mer og mer borte.
fkv: Soan jälkheisenä aikana kväänin kieli ja kulttuuri oon hävinheet enämen ja enämen.

source: Oldemor var glad i kongen sin.
fkv: Isoämmi tykkäs kuninkhaasta.

source: Hun var også stolt av språket sitt og kulturen sin.
fkv: Hän oli kans ylppee omasta kielestä ja kulttuurista.

source: Oldemor levde i en flerkulturell verden.
fkv: Isoämmi eli monikulttuurisessa mailmassa.

source: Her møttes kvener og sjøsamer, og når fjellsamene kom ned til fjorden med reinene sine, overnattet de hos oldemor og de byttet varer med hverandre.
fkv: Täälä hän kohatteli kväänii ja merisaamelaissii, ja ko tunturisaamelaiset tulthiin alas vuonhoon porroin kans, het yötythiin isoämmin tykönä ja het vaihetethiin tavaroita ja neuvoi.

source: Oldemor var trespråklig, og brukte språkene når det var naturlig.
fkv: Isoämmi oli kolmikielinen, ja hän piti niitä kielii silloin ko se oli luonolista.

source: Kanskje oldemors kunnskaper hadde vært verdifulle i møte med nye kulturer i Norge.
fkv: Piian isoämmin tieot oltais arvokkhaat uussiin kulttuuriitten kohattelussa Norjassa.

source: Det flerkulturelle Norge
fkv: Monikulttuurinen Norja

source: AP: Vi får jo ganske mange folkegrupper fra mange deler av verden til vårt eget land, og nå har vi jo også behov for de som arbeidskraft igjen, slik som det var da kvenene kom til landet.
fkv: AP: Met olema kyllä saanheet paljon kansaroikkii monesta mailman osasta tänne meän omhaan maahan, ja nyt tarvittema kans työvoimaa taas, niin ko silloin ko kväänit tulthiin maahan.

source: Og det er kanskje behov for å ta vare på kulturarven her oppe og vise til at her har vært en flerkulturell befolkning lenge før man i Norge oppdaget at vi begynte å bli flerkulturelle.
fkv: Se oon piian tarvet ottaat vaarin kulttuuriperinöstä täälä ylhäälä ja näyttäät ette täälä oon ollu monikulttuurinen väki ennen ko Norjassa huomathiin ette olima alkanheet olla monikulttuuriset.

source: Så også på den bakgrunn burde man kanskje bry seg mer om de verdiene som ligger i det flerkulturelle.
fkv: Sillä tavustala häythään piian perustaat enämen niistä arvoista mikkä oon monikulttuurisuuessa. Ko siinä oon kuitenki suurii arvoi.

source: Fant vi Soria Moria?
fkv: Löysimäkö Soria Morian?

source: Ja, begge nabolandene jeg reiste gjennom er eventyrlige.
fkv: Joo, molemat krannimaat joitten läpitte mie reisasin oon satumaiset.

source: To norske regjeringer har brukt Soria Moria som navn på sine regjeringserklæringer.
fkv: Kaksi norjalaista rejeerinkkii oon pitänheet Soria Moriaa nimenä omissa rejeeringin selvityksessä.

source: Jeg har forsøkt å se etter, men finner lite om kvenene der.
fkv: Mie olen freistanu kattoot sitä mutta löysin niistä vähän kvääniistä.

source: Her hjemme er arven etter oldemor i fare for å bli borte.
fkv: Täälä kotona isoämmin perintö oon uhassa ja se saattaa hävitä.

source: Men hos en liten jente fra Russland fant jeg rester etter mitt eget folk.
fkv: Mutta pienen tyttären tykönä Ryssässä mie löysin oman kansan rästii.

source: Vil mine barn noen gang kunne oppleve oldemors kultur?
fkv: Tulhaanko minun lapset koskhaan kokemhaan isoämmin kulttuurin?

source: eller forblir Soria Moria noe langt der borte i soloppgangen i øst.
fkv: Tahi jääpikö Soria Moria joksiki, mikä oon tuola kaukana auringonnousussa öystässä.
